Repository: GustafU233C/gustafu233c
Catalog: myblazorapp/myblazorapp/Shared/ResourceFiles/Resource.*.resx
Languages: fr

# aboutPageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# aboutTitlePageStr
source: About
fr: À Propos

# contactPageFirstParaStr
source: Should you have any questions, concerns, and or would like to offer any advice, please feel free to email me at: GustafU233C@Protonmail.com.
fr: Si vous avez des questions, des préoccupations et ou souhaitez offrir des conseils, n’hésitez pas à moi envoyer un courriel à: GustafU233C@Protonmail.com.

# contactPageLastModStr
source: Last Modified: July 20, 2023
fr: La Dernière Modification: 20 juillet, 2023

# contactPageSecondTitleStr
source: Contact Information Details:
fr: Les Détails de Contact:

# contactPageWelcomeStr
source: Welcome to my (GustafU233C) website contact page!
fr: Bienvenue sur ma (GustafU233C) page de contact!

# counterPageClickMeBtnStr
source: Click Me
fr: Cliquez Moi

# counterPageCurrentCountStr
source: Current Count:
fr: Nombre Actuel:

# counterPageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# counterPageTitleStr
source: Counter
fr: Compteur

# donatePageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# donatePageTitleStr
source: Donate
fr: Pour Donner

# EulaPageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# EulaTitlePageStr
source: End User Licence Agreement
fr: Contrat de Licence Utilisateur Final

# indexLastModStr
source: Last Modified: October 09, 2023
fr: La Dernière Modification: 08 janvier, 2023

# indexParaOneStr
source: I will be using this website to discuss / share my thoughts and open source work on GitHub.
fr: J'utiliserai ce site pour discuter / partager mes pensées et mon travail open source sur GitHub.

# IndexParaThreeStr
source: For more information on the .NET Blazor project and or it's associated projects, please click the "About .NET Blazor" link in the top right corner of the site!
fr: Pour plus d'information sur le projet .NET Blazor et ou ses projets associés, cliquez-vous, s'il vous plaît, sur le lien intitulée: « À Propos de .NET Blazor » dans le coin supérieur droit du site!

# indexParaTwoStr
source: This website is generously hosted by GitHub Pages, and powered by .NET Blazor.
fr: Ce site est généreusement hébergé par GitHub Pages et alimenté par .NET Blazor.

# indexWelcomeStr
source: Welcome
fr: Bienvenue

# indexWelcomeToStr
source: Welcome to my (GustafU233C) website!
fr: Bienvenue sur mon (GustafU233C) site!

# lastModifiedStr
source: Last Modified:
fr: La Dernière Modification:

# legalPageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# legalPageTitleStr
source: Legal Affairs
fr: Affaires Juridiques

# licenseEffectiveDateStr
source: Effective Date: July 20, 2023
fr: Date d'Entrée en Vigueur: 20 juillet, 2023

# licenseLanguageClarifyStr
source: This licence (hereinafter referred to as the “Licence”) was originally prepared in the English language. Although GustafU233C may provide one or more translated versions of this Licence, for your convenience, and or as required by municipal, and or provincial, and or state, and or federal law, it is very important to note that the English language version of this Licence will always be the sole governing version of this Licence, in the case of any conflict and or discrepancy and or dispute, legal in nature or otherwise.
fr: Cette licence (ci-après dénommée la « Licence ») a été préparée à l’origine en langue anglaise. Bien que GustafU233C puisse fournir une ou plusieurs versions traduites de cette Licence, pour votre commodité, et ou tel que requis par la loi municipale, et ou provinciale, et ou étatique, et ou fédérale, il est très important de noter que la version anglaise de cette Licence sera toujours la seule version régissant cette Licence, en cas de conflit et ou de divergence et ou de litige, de nature juridique ou autre.

# licensePageLastModStr
source: Last Modified: July 20, 2023
fr: La Dernière Modification: 20 juillet, 2023

# licenseParagraph1Str
source: With regard to the underlying source code for the website presented at: https://gustafu233c.github.io/gustafu233c/, and contained in official repository at: https://github.com/GustafU233C/gustafu233c, the following Licence applies.
fr: En ce qui concerne le code source sous-jacent du site présenté à l’adresse suivante: https://gustafu233c.github.io/gustafu233c/, et contenu dans le dépôt officiel à l’adresse suivante: https://github.com/GustafU233C/gustafu233c, la Licence suivante s’applique.

# licenseParagraph3Str
source: Copyright (c) 2023 GustafU233C
fr: Droits d’Auteur (c) 2023 GustafU233C

# licenseParagraph4Str
source: All rights reserved.
fr: Tous droits réservés.

# licenseParagraph5Str
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
fr: L’autorisation est accordée par la présente, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le « Logiciel »), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d’utiliser, de copier, de modifier, de fusionner, de publier, de distribuer, de sous-licencier et/ou de vendre des copies du Logiciel, et de permettre aux personnes à qui le Logiciel est fourni de le faire, sous réserve des conditions suivantes:

# licenseParagraph6Str
source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
fr: L’avis de droit d’auteur ci-dessus et cet avis d’autorisation doivent être inclus dans toutes les copies ou parties substantielles du Logiciel.

# licenseParagraph7Str
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
fr: LE LOGICIEL EST FOURNI « EN L’ÉTAT », SANS GARANTIE D’AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S’Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D’ADÉQUATION À UN USAGE PARTICULIER ET D’ABSENCE DE CONTREFAÇON. EN AUCUN CAS, LES AUTEURS OU LES DÉTENTEURS DES DROITS D’AUTEUR NE PEUVENT ÊTRE TENUS RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS LE CADRE D’UNE ACTION CONTRACTUELLE, DÉLICTUELLE OU AUTRE, DÉCOULANT DE, HORS DE OU EN RELATION AVEC LE LOGICIEL OU L’UTILISATION OU D’AUTRES TRANSACTIONS DANS LE LOGICIEL.

# licenseTitlePageStr
source: License
fr: Licence

# navBarAboutStr
source: About
fr: À Propos

# navBarCounterStr
source: Counter
fr: Compteur

# navBarDonateStr
source: Donate
fr: Donner

# navBarDotnetExamplesStr
source: .NET Examples
fr: Des Exemples .NET

# navBarFetchDataStr
source: Fetch
fr: Obtenir

# navBarHomeStr
source: Home
fr: Accueil

# navBarLegalAffairsStr
source: Legal Affairs
fr: Affaires Juridiques

# navBarLicenseStr
source: License
fr: Licence

# navBarPrivacyPolicyStr
source: Privacy Policy
fr: Confidentialité

# navBarProj1CommonProbsSubNavStr
source: Problems
fr: Problèmes

# navBarProj1HowToGenerallySubNavStr
source: Usage
fr: Généralement

# navBarProj1HowToSubNavStr
source: How To
fr: Instructions

# navBarProj1OpenPackages1SubNavStr
source: Package
fr: Paquet

# navBarProj1OpenPackagesSubNavStr
source: Packages
fr: Paquets

# navBarProj2AboutStr
source: About
fr: À Propos

# navBarProj3AboutStr
source: About
fr: À Propos

# navBarProj3LegalAffSubNavEulaStr
source: EULA
fr: Contrat

# navBarProj3LegalAffSubNavPrivacyStr
source: Privacy
fr: Confidentialité

# navBarProj3LegalAffSubNavStr
source: Legal
fr: Juridiques

# navBarProj3LegalAffSubNavTandConStr
source: Terms
fr: Termes

# navBarProj3LegalAffSubNavTofServeStr
source: Service
fr: Conditions

# navBarProj3PackagesSubNavPack1Str
source: Pack
fr: Colis

# navBarProj3PackagesSubNavPack2Str
source: Pack
fr: Colis

# navBarProj3PackagesSubNavPack3Str
source: Pack
fr: Colis

# navBarProject3PackagesSubNavStr
source: Packages
fr: Paquets

# navBarProject4Str
source: Project 4
fr: Projet 4

# navBarProjectOneStr
source: Project 1
fr: Projet 1

# navBarProjectsStr
source: Projects
fr: Des Projets

# navBarProjectThreeStr
source: Project 3
fr: Projet 3

# navBarProjectTwoStr
source: Project 2
fr: Projet 2

# navBarProjOneAboutStr
source: About
fr: À Propos

# navBarTaConStr
source: Conditions
fr: Termes

# navBarToServePageStr
source: Terms
fr: Conditions

# privacyPageEffectiveStr
source: Effective Date: July 20, 2023
fr: Date d’Entrée en Vigueur: 20 juillet, 2023

# privacyPageFrenchNoticeStr
source: Unfortunately, the French translation of the current Privacy Policy is not yet available. Please see the English translation of the current Privacy Policy below. We are sorry for any inconvenience that this may cause.
fr: Malheureusement, la traduction française de la présente Politique de Confidentialité n’est pas encore disponible. Veuillez consulter la traduction anglaise de la Politique de Confidentialité actuelle ci-dessous. Nous sommes désolés pour tout inconvénient que cela pourrait causer.

# privacyPageLastModStr
source: Last Modified: July 20, 2023
fr: La Dernière Modification: 20 juillet, 2023

# privacyPagePara10Str
source: How We May Potentially Collect and or Use Your Personal Information and or Data:
fr: Comment Nous Pouvons Potentiellement Collecter et ou Utiliser Vos Informations Personnelles et ou Données:

# privacyPagePara11Str
source: To provide Our Services, We may potentially collect Data about you from a variety of sources, as set out below. The information that We may potentially collect, and or use varies depending on how you interact with Us and or Our Services and or Our Site.
fr: Pour fournir Nos Services, Nous pouvons potentiellement collecter des Données vous concernant à partir de diverses sources, comme indiqué ci-dessous. Les informations que Nous pouvons potentiellement collecter et ou utiliser varient en fonction de la façon dont vous interagissez avec Nous et ou Nos Services et ou Notre Site.

# privacyPagePara12Str
source: In addition to the specific uses set out below, We may also potentially use the Data We collect about you to communicate with you, and or provide Our Services, and or comply with any applicable legal obligations, and or enforce any applicable terms of service, and or to protect and or defend Our Services, Our Site, Our rights and or responsibilities, and or the rights and or responsibilities of Our users and or others.
fr: En plus des utilisations spécifiques énoncées ci-dessous, Nous pouvons également utiliser potentiellement les Données que Nous recueillons à votre sujet pour communiquer avec vous, et ou pour fournir Nos Services, et ou Nous conformer à toute obligation légale applicable, et ou appliquer les conditions d’utilisation applicables, et ou pour protéger et ou défendre Nos Services, Notre Site, Nos droits et ou responsabilités, et ou les droits et ou responsabilités de Nos utilisateurs et ou d’autres personnes.

# privacyPagePara13Str
source: What Personal Information and or Data We May Potentially Collect from You:
fr: Quelles Informations Personnelles et ou Données Nous Pouvons Potentiellement Collecter auprès de Vous:

# privacyPagePara14Str
source: The types of personal information and or Data that We may obtain about you depends on how you interact with Our Site and or Our Services. When We use the term "personal information", We are referring to information that identifies, relates to, describes and or can be associated with you. The following sections describe the categories and or specific types of personal information, and or Data, that We may potentially collect from you.
fr: Les types d'informations personnelles et ou de données que Nous pouvons obtenir à votre sujet dépendent de la manière dont vous interagissez avec Notre Site et ou Nos Services. Quand Nous utilisons le terme « informations personnelles », Nous faisons référence à des informations qui vous identifient, vous concernent, vous décrivent et ou peuvent vous être associées. Les sections suivantes décrivent les catégories et ou les types spécifiques d'informations personnelles et ou de Données que Nous pouvons potentiellement collecter auprès de vous.

# privacyPagePara15Str
source: Information and or Data We May Potentially Collect Directly from You:
fr: Informations et ou Données que Nous Pouvons Potentiellement Collecter Directement auprès de Vous:

# privacyPagePara16Str
source: Information and or Data that you directly submit to Us through Our Services may include:
fr: Les informations et ou Données que vous Nous soumettez directement par le biais de Nos Services peuvent inclure:

# privacyPagePara17Str
source: Basic contact details: including, but not limited to, potentially your name, address, phone number and or email address.
fr: Coordonnées de base: y compris, mais sans s’y limiter, potentiellement votre nom, adresse, numéro de téléphone et ou adresse e-mail.

# privacyPagePara18Str
source: Order information: including, but not limited to, potentially your name, billing address, shipping address, payment information, payment confirmation, email address, and or phone number.
fr: Informations de commande: y compris, mais sans s’y limiter, potentiellement votre nom, votre adresse de facturation, votre adresse de livraison, vos informations de paiement, votre confirmation de paiement, votre adresse e-mail et ou votre numéro de téléphone.

# privacyPagePara19Str
source: Account information: including, but not limited to, potentially your username, password, and or security questions.
fr: Informations de compte: y compris, mais sans s’y limiter, potentiellement votre nom d’utilisateur, votre mot de passe et ou vos questions de sécurité.

# privacyPagePara1Str
source: This privacy policy describes how GustafU233C (hereinafter referred to as "We", "Us", and or "Our") may potentially collect, use, and or disclose your personal information and or data (hereinafter referred to as “Data”) when you visit, and or use Our services, and or make a purchase (hereinafter referred to collectively, as "Services") from: https://gustafu233c.github.io/gustafu233c/ (hereinafter referred to as the "Site"), and or otherwise communicate with Us. For the purposes of this privacy policy (hereinafter referred to as the “Privacy Policy”), "you" and "your" means you as the user of Our Services and or Our Site, whether you are a customer, website visitor, and or any other individual whose information we may potentially collect pursuant to this Privacy Policy.
fr: Cette politique de confidentialité décrit comment GustafU233C (ci-après dénommé « Nous », « Notre » et « Notre ») peut potentiellement collecter, utiliser et ou divulguer vos informations personnelles et ou données (ci-après dénommées « Données ») quand vous visitez et ou utilisez Nos services, et ou effectuez un achat (ci-après dénommés collectivement, « Services ») auprès de: https://gustafu233c.github.io/gustafu233c/ (ci-après dénommé le « Site »), et ou communiquer avec Nous de toute autre manière. Aux fins de la présente politique de confidentialité (ci-après dénommée la « Politique de Confidentialité »), « vous » et « votre » désignent vous en tant qu’utilisateur de Nos Services et ou de Notre Site, que vous soyez un client, un visiteur du Site ou toute autre personne dont Nous pouvons potentiellement collecter les informations conformément à la présente Politique de Confidentialité.

# privacyPagePara20Str
source: Shopping information: including, but not limited to, potentially the items you view, put in your cart and or add to your wish-list.
fr: Informations d’achat: y compris, mais sans s’y limiter, potentiellement les articles que vous consultez, mettez dans votre panier et ou ajoutez à votre liste de souhaits.

# privacyPagePara21Str
source: Customer support information: including potentially any information that you choose to include in communications with Us, for example, when sending a message through Our Services, if available.
fr: Informations d’assistance client: y compris potentiellement toute information que vous choisissez d’inclure dans les communications avec Nous, par exemple, quand de l’envoi d’un message via Nos Services, le cas échéant.

# privacyPagePara22Str
source: It is important to note, that some features of Our Services may require you to directly provide Us with certain information about yourself. You may elect not to provide this information and or Data, but doing so may prevent you from using and or accessing these features.
fr: Il est important de noter que certaines fonctionnalités de Nos Services peuvent vous obliger à Nous fournir directement certaines informations vous concernant. Vous pouvez choisir de ne pas fournir ces informations et ou Données, mais cela peut vous empêcher d’utiliser et ou d’accéder à ces fonctionnalités.

# privacyPagePara23Str
source: Information and or Data that May Be Potentially Collected through Cookies:
fr: Informations et ou Données Susceptibles d’Étre Collectées par le biais de Cookies:

# privacyPagePara24Str
source: We may also automatically collect certain information about your interaction with Our Services and or Our Site (hereinafter referred to as "Usage Data"). To do this, We may use cookies, pixels and or similar technologies (hereinafter referred to as "Cookies"). Usage Data may potentially include information about how you access and or use Our Site and or Services and or your account, including, but not limited to: device information, browser information, information about your network connection, your IP address and or other information regarding your interaction with Our Services and or Our Site.
fr: Nous pouvons également collecter automatiquement certaines informations sur votre interaction avec Nos Services et ou Notre Site (ci-après dénommées « Données d’Utilisation »). Pour ce faire, Nous pouvons utiliser des cookies, des pixels et ou des technologies similaires (ci-après dénommés « Cookies »). Les Données d’Utilisation peuvent potentiellement inclure des informations sur la façon dont vous accédez et ou utilisez Notre Site et ou Nos Services et ou votre compte, y compris, mais sans s’y limiter: informations sur l’appareil, informations sur le navigateur, informations sur votre connexion réseau, votre adresse IP et ou d’autres informations concernant votre interaction avec Nos Services et ou Notre Site.

# privacyPagePara25Str
source: Information and or Data We May Potentially Obtain from Third Parties:
fr: Informations et ou Données Que Nous Pouvons Potentiellement Obtenir Des Partis Troisième:

# privacyPagePara26Str
source: We may also potentially obtain information about you from third parties, including from vendors and or service providers who may collect information on Our behalf, such as:
fr: Nous pouvons également potentiellement obtenir des informations vous concernant auprès de partis troisième, y compris auprès de fournisseurs et ou de prestataires de services qui peuvent collecter des informations en Notre nom, comme:

# privacyPagePara27Str
source: Companies who may potentially support Our Site and or Our Services: a theoretical example could be a company such as Shopify.
fr: Les entreprises susceptibles de prendre en charge Notre Site et ou Nos Services: un exemple théorique pourrait être une entreprise comme Shopify.

# privacyPagePara28Str
source: Our potential payment processors: who may collect payment information (for example: bank account, credit and or debit card information, billing address, etc.) to process your payment in order to fulfill your orders and or provide you with products and or services you may have requested, in order to perform Our contract or contracts with you.
fr: Nos processeurs de paiement potentiels: qui peuvent collecter des informations de paiement (par exemple: compte bancaire, informations de carte de crédit et ou de débit, adresse de facturation, etc.) pour traiter votre paiement afin d’exécuter vos commandes et ou de vous fournir des produits et ou services que vous avez demandés, afin d’exécuter Notre contrat ou Nos contrats avec vous.

# privacyPagePara29Str
source: When you visit Our Site, open and or click on emails We may send to you, and or otherwise interact with Our Services and or advertisements, We, and or third parties We work with, may automatically collect certain information using online tracking technologies such as pixels, web beacons, software developer kits, third-party libraries and or Cookies.
fr: Quand vous visitez Notre Site, ouvrez et ou cliquez sur des e-mails que Nous pouvons vous envoyer, et ou interagir autrement avec Nos Services et ou des publicités, Nous, et ou des partis troisième avec lesquels Nous travaillons, pouvons collecter automatiquement certaines informations à l’aide de technologies de suivi en ligne comme les pixels, les balises Web, les kits de développement de logiciels, les bibliothèques de partis troisième et ou les Cookies.

# privacyPagePara2Str
source: Please read this Privacy Policy carefully. By using and or accessing any of Our Services and or Our Site, you agree to the potential collection, use, and or disclosure of your Data as described in this Privacy Policy. If you do not agree with this Privacy Policy, do not use and or access any of Our Services and or Our Site.
fr: Vous devez lire attentivement cette Politique de Confidentialité. En utilisant et ou en accédant à l’un de Nos Services et ou à Notre Site, vous acceptez la collecte, l’utilisation et ou la divulgation potentielles de vos Données comme décrit dans la présente Politique de Confidentialité. Si vous n’êtes pas d’accord avec cette Politique de Confidentialité, n’utilisez pas et ou n’accédez à aucun de Nos Services et ou à Notre Site.

# privacyPagePara30Str
source: Any information We obtain from third parties will be treated in accordance with this Privacy Policy. We are not responsible and or liable for the accuracy of the information provided to Us by third parties and are not responsible for any third party's policies and or practices. For more information, see the section below labelled: Third Party Websites and or Links.
fr: Toute information que Nous obtenons de partis troisième sera traitée conformément à la présente Politique de Confidentialité. Nous ne sommes pas responsables de l’exactitude des informations qui Nous sont fournies par des partis troisième et ne sommes pas responsables des politiques et ou pratiques de partis troisième. Pour plus d’informations, consultez la section ci-dessous intitulée: Sites Web et ou Liens des Partis Troisième.

# privacyPagePara31Str
source: How We May Potentially Use Your Personal Information and or Data:
fr: Comment Nous Pouvons Potentiellement Utiliser Vos Informations Personnelles et ou Vos Sonnés:

# privacyPagePara32Str
source: We may potentially use your personal information and or Data when:
fr: Nous pouvons potentiellement utiliser vos informations personnelles et ou vos Sonnées Quand:
