Repository: GustafU233C/gustafu233c
Catalog: myblazorapp/myblazorapp/Shared/ResourceFiles/Resource.*.resx
Languages: fr

# TaConPagePara32Str
source: Should you have any questions and or concerns about Our Terms and Conditions and or privacy practices, and or if you would like to exercise any of the rights potentially available to you, please email Us at: GustafU233C@Protonmail.com.
fr: Si vous avez des questions ou des préoccupations concernant Nos Termes et Conditions et ou Nos pratiques en matière de confidentialité, ou si vous souhaitez exercer l’un des droits potentiellement disponibles, veuillez Nous envoyer un courriel à l’adresse suivante: GustafU233C@Protonmail.com.

# TaConPagePara3Str
source: THESE TERMS AND CONDITIONS CONTAIN A DISPUTE RESOLUTION CLAUSE THAT IMPACTS YOUR RIGHTS ABOUT HOW TO RESOLVE DISPUTES. PLEASE READ THEM CAREFULLY!
fr: CES TERMES ET CONDITIONS CONTIENNENT UNE CLAUSE DE RÈGLEMENT DES LITIGES QUI A UNE INCIDENCE SUR VOS DROITS SUR LA FAÇON DE RÉSOUDRE LES LITIGES. VEUILLEZ LES LIRE ATTENTIVEMENT!

# TaConPagePara4Str
source: Governing Law:
fr: Loi Applicable:

# TaConPagePara5Str
source: The law governing these Terms and Conditions and or any dispute in relation to these Terms and Conditions will be the substantive law of the Province of Ontario, Canada, without regard to the choice of laws principles. In the context of these Terms and Conditions, a dispute is defined as, but not solely limited to, a disagreement and or lacking of agreement between parties, that may result in any sort of action, be that action legal in nature or otherwise.
fr: La loi régissant les présentes Termes et Conditions et ou tout litige relatif aux présentes Termes et Conditions sera le droit substantiel de la province de l’Ontario, au Canada, sans égard aux principes de choix de lois. Dans le contexte des Termes et Conditions, un litige est défini comme, mais sans s’y limiter, un désaccord et ou l’absence d’accord entre les parties, qui peut entraîner toute sorte d’action, qu’elle soit de nature juridique ou autre.

# TaConPagePara6Str
source: Linguistic Interpretation of these Terms and Conditions:
fr: Interprétation Linguistique des Présentes Termes et Conditions:

# TaConPagePara7Str
source: These Terms and Conditions were originally prepared in the English language. Although GustafU233C may provide one or more translated versions of these Terms and Conditions, for your convenience, and or as required by municipal, and or provincial, and or state, and or federal law, it is very important to note that the English language version of these Terms and Conditions will always be the sole governing version of these Terms and Conditions, in the case of any conflict and or discrepancy and or dispute, legal in nature or otherwise. In the event that an ambiguity and or question of intent and or interpretation arises, in any judicial proceeding, legal in nature or otherwise, the terms of these Terms and Conditions will be construed as having been drafted jointly by the parties involved, and no presumption and or burden of proof will arise favouring and or disfavouring any party by virtue of the authorship of any provisions of these Terms and Conditions.
fr: Ces Termes et Conditions ont été préparés à l’origine en langue anglaise. Bien que GustafU233C puisse fournir une ou plusieurs versions traduites de ces Termes et Conditions, pour votre commodité, et ou tel que requis par la loi municipale, et ou provinciale, et ou étatique, et ou fédérale, il est très important de noter que la version anglaise de ces Termes et Conditions sera toujours la seule version régissant ces Termes et Conditions, en cas de conflit et ou de divergence et ou litige, de nature juridique ou autre. Dans le cas où une ambiguïté et ou une question d’intention et ou d’interprétation survient, dans toute procédure judiciaire, de nature juridique ou autre, les termes des présentes Termes et Conditions seront interprétés comme ayant été rédigés conjointement par les parties concernées, et aucune présomption ou charge de la preuve ne sera en faveur ou en défaveur d’une partie en vertu de la paternité de toute disposition des présentes Termes et Conditions.

# TaConPagePara8Str
source: With regard to gender in relation to the language used in these Terms and Conditions, please note that the headings used in these Terms and Conditions do not affect their interpretation. The use of any gender includes all genders. The singular includes the plural and vice-versa. Where a word and or phrase is defined, its’ other grammatical form and or forms have an equal and or corresponding meaning. If one gender has been utilized anywhere in these Terms and Conditions, this is just for simplicity purposes only.
fr: En ce qui concerne le genre en relation avec le langage utilisé dans les présentes Termes et Conditions, veuillez noter que les titres utilisés dans ces Terms et Conditions n’affectent pas leur interprétation. L’utilisation de n’importe quel genre inclut tous les genres. Le singulier inclut le pluriel et vice-versa. Lorsqu’un mot et ou une phrase est défini, son autre forme grammaticale et ou ses formes ont une signification égale et ou correspondante. Si un genre a été utilisé n’importe où dans les présentes Termes et Conditions, c’est juste à des fins de simplicité seulement.

# TaConPagePara9Str
source: Intellectual Property:
fr: Propriété Intellectuelle:

# TaConPageTitle2Str
source: GustafU233C Terms and Conditions:
fr: GustafU233C Termes et Conditions:

# TaConTitlePageStr
source: Terms and Conditions
fr: Termes et Conditions

# TofServPageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# TofServTitlePageStr
source: Terms of Service
fr: Conditions d’Utilisation

# topRowAboutDotnetStr
source: About .NET Blazor
fr: À Propos de .NET Blazor

# topRowLanguageSelectStr
source: Language:
fr: Langue:
