Repository: GustafU233C/gustafu233c
Catalog: myblazorapp/myblazorapp/Shared/ResourceFiles/Resource.*.resx
Languages: fr

# privacyPagePara33Str
source: Providing Products and or Services. We may use your personal information and or Data to provide you with Our Services in order to perform Our contract and or contracts with you, including to process your potential payments, fulfill your potential orders, to send notifications to you related to your account, purchases, returns, exchanges and or other transactions, to create, maintain and or otherwise manage your account, to arrange for shipping, facilitate any returns and or exchanges, and or to enable you to post reviews.
fr: Fournir des Produits et ou des Services. Nous pouvons utiliser vos informations personnelles et ou vos Données pour vous fournir Nos Services afin d’exécuter Notre contrat et ou des contrats avec vous, y compris pour traiter vos paiements potentiels, exécuter vos commandes potentielles, vous envoyer des notifications relatives à votre compte, achats, retours, échanges et ou autres transactions, pour créer, maintenir et ou gérer votre compte, pour organiser l’expédition, faciliter les retours et ou les échanges, et ou pour vous permettre de publier des avis.

# privacyPagePara34Str
source: Marketing and or Advertising. We may potentially use your personal information and or Data for marketing and or promotional purposes, such as to send marketing, advertising and or promotional communications by email, text message and or postal mail, and or to show you advertisements for products and or services. This may include using your personal information and or Data to better tailor Our Services and or advertising on Our Site and or other websites and or other Services.
fr: Marketing et ou Publicité. Nous pouvons potentiellement utiliser vos informations personnelles et ou vos Données à des fins de marketing et ou de promotion, par exemple pour envoyer des communications marketing, publicitaires et ou promotionnelles par e-mail, SMS et ou courrier postal, et ou pour vous montrer des publicités pour des produits et ou services. Cela peut inclure l’utilisation de vos informations personnelles et ou de vos Données pour mieux adapter Nos Services et ou la publicité sur Notre Site et ou d’autres sites et ou d’autres Services.

# privacyPagePara35Str
source: Security and or Fraud Protection. We may potentially use your personal information and or Data to detect, investigate and or take action regarding possible fraudulent, illegal and or malicious activity. If you choose to use Our Services and or register an account, you are responsible for keeping your account credentials safe. We highly recommend that you do not share your username, password, and or other access details with anyone else. If you believe your account has been compromised, please contact us immediately.
fr: Sécurité et ou Protection Contre la Fraude. Nous pouvons potentiellement utiliser vos informations personnelles et ou vos Données pour détecter, enquêter et ou prendre des mesures concernant d’éventuelles activités frauduleuses, illégales et ou malveillantes. Si vous choisissez d’utiliser Nos Services et ou d’enregistrer un compte, vous êtes responsable de la sécurité des informations d’identification de votre compte. Nous vous recommandons vivement de ne pas partager votre nom d’utilisateur, votre mot de passe et ou d’autres détails d’accès avec qui que ce soit. Si vous pensez que votre compte a été compromis, s'il vous plaît, nous contacter immédiatement.

# privacyPagePara36Str
source: Communicating with You. We may also potentially use your personal information and or Data to provide you with customer support and or otherwise improve Our Services and or Our Site. This is in Our legitimate interests in order to be responsive to you, to provide effective services to you, and or to maintain Our business relationship with you.
fr: Communiquer avec Vous. Nous pouvons également utiliser vos informations personnelles et ou vos Données pour vous fournir un support client et ou améliorer Nos Services et ou Notre Site. Ceci est dans Notre intérêt légitime afin d’être à votre écoute, de vous fournir des services efficaces et ou de maintenir Notre relation commerciale avec vous.

# privacyPagePara37Str
source: How We May Potentially Disclose Your Personal Information and or Data:
fr: Comment Nous Pouvons Potentiellement Divulguer Vos Informations Personnelles et ou Vos Donnés:

# privacyPagePara38Str
source: In certain circumstances, We may potentially disclose your personal information and or Data to third parties for legitimate purposes subject to this Privacy Policy. Such circumstances may include, but are not limited to:
fr: Dans certaines circonstances, Nous pouvons potentiellement divulguer vos informations personnelles et ou vos Données à des partis troisième à des fins légitimes, sous réserve de la présente Politique de Confidentialité. Ces circonstances peuvent inclure, sans toutefois s’y limiter:

# privacyPagePara39Str
source: With vendors and or other third parties who perform services on Our behalf (e.g., IT management, payment processing, data analytics, customer support, cloud storage, fulfillment and or shipping).
fr: Avec des fournisseurs et ou d’autres partis troisième qui fournissent des services en Notre nom (par exemple, la gestion informatique, le traitement des paiements, l’analyse des données, le support client, le stockage en nuage, l’exécution et ou l’expédition).

# privacyPagePara3Str
source: Governing Law:
fr: Loi Applicable:

# privacyPagePara40Str
source: With business and or marketing partners, for example, with a company such as Shopify, to provide services and or advertisements to you. Our business and or marketing partners may potentially use your information in accordance with their own privacy policies.
fr: Avec des partenaires commerciaux et ou marketing, par exemple, avec une entreprise comme Shopify, pour vous fournir des services et ou des publicités. Nos partenaires commerciaux et ou marketing peuvent potentiellement utiliser vos informations conformément à leurs propres politiques de confidentialité.

# privacyPagePara41Str
source: When you direct, request Us and or otherwise consent to Our disclosure of certain information to third parties, such as to ship you products and or through your use of social media widgets and or login integration's, with your consent.
fr: Quand vous Nous ordonnez, Nous demandez et ou consentez autrement à ce que Nous divulguions certaines informations à des partis troisième, par exemple pour vous expédier des produits et ou par le biais de votre utilisation de widgets de médias sociaux et ou d’intégration de connexion, avec votre consentement.

# privacyPagePara42Str
source: With Our affiliates and or otherwise within Our corporate group, in Our legitimate interests to run a successful business.
fr: Avec Nos sociétés affiliées et ou autrement au sein de Notre groupe de sociétés, dans Notre intérêt légitime à gérer une entreprise prospère.

# privacyPagePara43Str
source: In connection with a business transaction, such as a merger and or bankruptcy, to comply with any applicable legal obligations (including to respond to subpoenas, search warrants and or similar requests), to enforce any applicable terms of service, and or to protect and or defend Our Services, Our Site, Our rights, and or the rights of Our users and or others.
fr: Dans le cadre d’une transaction commerciale, comme une fusion et ou une faillite, pour se conformer à toute obligation légale applicable (y compris pour répondre à des citations à comparaître, des mandats de perquisition ou des demandes similaires), pour faire respecter les conditions d’utilisation applicables, et ou pour protéger et ou défendre Nos Services, Notre Site, Nos droits et ou les droits de Nos utilisateurs et ou d’autres personnes.

# privacyPagePara44Str
source: User-Generated Content:
fr: Contenu Généré Par l’Utilisateur:

# privacyPagePara45Str
source: Our Services may enable you with the ability to post product reviews and or other user-generated content. If you choose to submit user-generated content to any public area of Our Services, and or Our Site, this content will be public and or accessible by anyone.
fr: Nos Services peuvent vous permettre de publier des critiques de produits et ou d’autres contenus générés par les utilisateurs. Si vous choisissez de soumettre du contenu généré par l’utilisateur à une zone publique de Nos Services et ou de Notre Site, ce contenu sera public et ou accessible à tous.

# privacyPagePara46Str
source: We do not control who will have access to the information and or Data that you may choose to make available to others, and We cannot ensure that parties who have access to such information and or Data will respect your privacy and or keep it secure. We are not responsible for the privacy and or security of any information and or Data that you may choose to make publicly available, and or for the accuracy, use and or misuse of any information that you may disclose and or receive from third parties.
fr: Nous ne contrôlons pas qui aura accès aux informations et ou aux Données que vous choisissez de mettre à la disposition d’autrui, et Nous ne pouvons pas garantir que les parties qui ont accès à ces informations et ou Données respecteront votre vie privée et ou la garderont en sécurité. Nous ne sommes pas responsables de la confidentialité et ou de la sécurité des informations et ou des Données que vous choisissez de rendre publiques, ni de l’exactitude, de l’utilisation et ou de la mauvaise utilisation de toute information que vous pouvez divulguer et ou recevoir de partis troisième.

# privacyPagePara47Str
source: Third Party Websites and or Links:
fr: Sites Web et ou Liens des Partis Troisième:

# privacyPagePara48Str
source: Our Site and or Our Services may provide links to websites and or other online platforms operated by third parties. If you follow links to sites not affiliated and or controlled by Us, you should review their privacy and or security policies and or other terms and conditions. We do not guarantee and are not responsible for the privacy and or security of such sites, including the accuracy, completeness, and or reliability of the information found on these sites. Information that you may provide on public and or semi-public venues, including information that you may share on third-party social networking platforms may also be viewable by other users of Our Services and or users of those third-party platforms without limitation as to its’ potential use by Us and or by a third party. Our inclusion of such links does not, by itself, imply any endorsement of the platforms and or content on such platforms and or of their owners and or operators, except as disclosed in Our Services and or on Our Site.
fr: Notre Site et ou Nos Services peuvent fournir des liens vers des sites et ou d’autres plateformes en ligne exploitées par des partis troisième. Si vous suivez des liens vers des sites non affiliés ou contrôlés par Nous, vous devez consulter leurs politiques de confidentialité et ou de sécurité et ou d’autres termes et conditions. Nous ne garantissons pas et ne sommes pas responsables de la confidentialité et ou de la sécurité de ces sites, y compris l’exactitude, l’exhaustivité et ou la fiabilité des informations trouvées sur ces sites. Les informations que vous pouvez fournir sur des lieux publics et ou semi-publics, y compris les informations que vous pouvez partager sur des plateformes de réseaux sociaux de partis troisième, peuvent également être consultées par d’autres utilisateurs de Nos Services et ou les utilisateurs de ces plateformes de partis troisième sans limitation quant à leur utilisation potentielle par Nous et ou par un parti troisième. Notre inclusion de ces liens n’implique pas, en soi, une approbation des plates-formes et ou du contenu de ces plateformes et ou de leurs propriétaires et ou opérateurs, sauf indication contraire dans Nos Services et ou sur Notre Site.

# privacyPagePara49Str
source: Children's Personal Information and or Data:
fr: Informations Personnelles et ou Données des Enfants:

# privacyPagePara4Str
source: The law governing this Privacy Policy and or any dispute in relation to this Privacy Policy will be the substantive law of the Province of Ontario, Canada, without regard to the choice of laws principles. In the context of this Privacy Policy, a dispute is defined as, but not solely limited to, a disagreement and or lacking of agreement between parties, that may result in any sort of action, be that action legal in nature or otherwise.
fr: La loi régissant cette Politique de Confidentialité et ou tout litige relatif à cette Politique de Confidentialité sera le droit substantiel de la province de l’Ontario, Canada, sans égard aux principes de choix de lois. Dans le contexte de la présente Politique de Confidentialité, un litige est défini comme, mais sans s’y limiter, un désaccord et ou l’absence d’accord entre les parties, qui peut entraîner toute sorte d’action, qu’elle soit de nature juridique ou autre.

# privacyPagePara50Str
source: Our Services and or Our Site are not intended to be used by children, and We do not knowingly collect any personal information and or Data about children. If you are the parent and or guardian of a child who has potentially provided Us with their personal information and or Data, you may contact Us using the contact information details set out below to request that the personal information and or Data be deleted.
fr: Nos Services et ou Notre Site ne sont pas destinés à être utilisés par des enfants, et Nous ne recueillons pas sciemment d’informations personnelles et ou de Données sur les enfants. Si vous êtes le parent et ou le tuteur d’un enfant qui Nous a potentiellement fourni ses informations personnelles et ou ses Données, vous pouvez Nous contacter en utilisant les détails de contact indiquées ci-dessous pour demander que les informations personnelles et ou les Données soient supprimées.

# privacyPagePara51Str
source: As of the “Effective Date” of this Privacy Policy, We do not have actual knowledge that We “collect”, "share" and or "sell" (as those terms are defined in applicable law) personal information of individuals under 16 years of age.
fr: À la « Date d’Entrée en Vigueur » de la présente Politique de Confidentialité, Nous ne savons pas réellement que Nous « recueillons », « partageons » et ou « vendons » (comme ces termes sont définis dans la loi applicable) les renseignements personnels des personnes de moins de 16 ans.

# privacyPagePara52Str
source: Security and or Retention of Your Personal Information and or Data:
fr: Sécurité et ou Conservation de Vos Informations Personnelles et ou Données:

# privacyPagePara53Str
source: Please be aware that no security measures are perfect and or impenetrable, and We cannot guarantee "perfect security". In addition, any information you send to Us may not be secure while in transit. We recommend that you do not use insecure channels to communicate sensitive and or confidential information to Us.
fr: S'il vous plaît noter qu’aucune mesure de sécurité n’est parfaite et ou impénétrable, et Nous ne pouvons pas garantir une « sécurité parfaite ». En outre, toute information que vous Nous envoyez peut ne pas être sécurisée pendant le transit. Nous vous recommandons de ne pas utiliser de canaux non sécurisés pour Nous communiquer des informations sensibles et ou confidentielles.

# privacyPagePara54Str
source: How long We retain your personal information and or Data depends on different factors, such as whether We need the information and or Data to maintain your account, to provide Our Services, comply with legal obligations, resolve disputes and or enforce other applicable contracts and or policies.
fr: La durée pendant laquelle Nous conservons vos informations personnelles et ou vos Données dépend de différents facteurs, tels que le fait que Nous ayons besoin des informations et ou des Données pour maintenir votre compte, pour fournir Nos Services, Nous conformer aux obligations légales, résoudre les litiges et ou appliquer d’autres contrats et ou politiques applicables.

# privacyPagePara55Str
source: Your Rights and or Responsibilities and or Choices:
fr: Vos Droits et ou Responsabilités et ou Choix:

# privacyPagePara56Str
source: Depending on where you live, you may have some and or all of the rights listed below in relation to your personal information and or Data. However, these rights are not absolute, and or may apply only in certain circumstances, and or, in certain cases, We may decline your request as permitted by law.
fr: Selon l’endroit où vous habitez, vous pouvez avoir tout ou partie des droits énumérés ci-dessous en ce qui concerne vos informations personnelles et ou vos Données. Par contre, ces droits ne sont pas absolus et ou ne peuvent s’appliquer que dans certaines circonstances, et ou, dans certains cas, Nous pouvons refuser votre demande dans la mesure permise par la loi.

# privacyPagePara57Str
source: Right to Access and or Know. You may have a right to request access to personal information and or Data that We may potentially hold about you, including details relating to the ways in which We use and or share your personal information and or Data.
fr: Droit d’Accès et ou de Savoir. Vous pouvez avoir le droit de demander l’accès aux informations personnelles et ou aux Données que Nous pouvons potentiellement détenir à votre sujet, y compris les détails relatifs à la manière dont Nous utilisons et ou partageons vos informations personnelles et ou Données.

# privacyPagePara58Str
source: Right to Delete. You may have a right to request that We delete personal information and or Data that We maintain about you.
fr: Droit de Suppression. Vous pouvez avoir le droit de demander que Nous supprimions les informations personnelles et ou les Données que Nous conservons à votre sujet.

# privacyPagePara59Str
source: Right to Correct. You may have a right to request that We correct potentially inaccurate personal information and or Data that We may potentially maintain about you.
fr: Droit de Rectification. Vous pouvez avoir le droit de Nous demander de corriger des informations personnelles potentiellement inexactes et ou des Données que Nous pouvons potentiellement conserver à votre sujet.

# privacyPagePara5Str
source: Linguistic Interpretation of this Privacy Policy:
fr: Interprétation Linguistique de la Présente Politique de Confidentialité:

# privacyPagePara60Str
source: Right of Portability. You may have a right to receive a copy of the personal information and or Data that We may potentially hold about you and or to request that We transfer it to a third party, in certain circumstances and or with certain exceptions.
fr: Droit de Portabilité. Vous pouvez avoir le droit de recevoir une copie des informations personnelles et ou des Données que Nous pouvons potentiellement détenir à votre sujet et ou de demander que Nous les transférions à un parti troisième, dans certaines circonstances et ou avec certaines exceptions.

# privacyPagePara61Str
source: Right to Opt out of Sale and or Sharing and or Targeted Advertising. You may have a right to direct Us not to "sell" and or "share" your personal information and or Data, and or, to opt out of the processing of your personal information and or Data for purposes considered to be "targeted advertising", as defined in applicable privacy laws. Please note that if you visit Our Site with the Global Privacy Control opt-out preference signal enabled, depending on where you are, We will automatically treat this as a request to opt-out of the potential "sale" and or "sharing" of information for the device and or browser that you use to visit Our Site.
fr: Droit de Refuser la Vente et ou le Partage et ou la Publicité Ciblée. Vous pouvez avoir le droit de Nous ordonner de ne pas « vendre » et ou « partager » vos informations personnelles et ou Données, et ou de refuser le traitement de vos informations personnelles et ou Données à des fins considérées comme de la « publicité ciblée », telles que définies dans les lois applicables en matière de protection de la vie privée. S'il vous plaît noter que si vous visitez Notre Site avec le signal de préférence de désactivation de Global Privacy Control activé, selon l’endroit où vous vous trouvez, Nous traiterons automatiquement cela comme une demande de refus de la « vente » et ou du « partage » potentiel d’informations pour l’appareil et ou le navigateur que vous utilisez pour visiter Notre Site.

# privacyPagePara62Str
source: Right to Limit and or Opt out of Use and or Disclosure of Sensitive Personal Information. You may have a right to direct Us to limit Our use and or disclosure of sensitive personal information and or Data to only what is necessary to perform Our Services and or provide the goods reasonably expected by an average individual.
fr: Droit de Limiter et ou de Refuser l’Utilisation et ou la Divulgation d’Informations Personnelles Sensibles. Vous pouvez avoir le droit de Nous demander de limiter Notre utilisation et ou divulgation d’informations personnelles sensibles et ou de Données à ce qui est nécessaire pour exécuter Nos Services et ou fournir les biens raisonnablement attendus par une personne moyenne.

# privacyPagePara63Str
source: Restriction of Processing. You may have the right to ask Us to stop and or restrict Our processing of your personal information and or Data.
fr: Restriction du Traitement. Vous pouvez avoir le droit de Nous demander d’arrêter et ou de restreindre Notre traitement de vos informations personnelles et ou Données.

# privacyPagePara64Str
source: Withdrawal of Consent. Where We rely on consent to process your personal information and or Data, you may have the right to withdraw this consent.
fr: Retrait du Consentement. Quand Nous Nous appuyons sur le consentement pour traiter vos informations personnelles et ou vos Données, vous pouvez avoir le droit de retirer ce consentement.

# privacyPagePara65Str
source: Appeal. You may have a right to appeal Our decision and or decisions if We decline to process your request. You can do so by replying directly to Our denial.
fr: Appel. Vous pouvez avoir le droit de faire appel de Notre décision et ou de Nos décisions si Nous refusons de traiter votre demande. Vous pouvez le faire en répondant directement à Notre refus.

# privacyPagePara66Str
source: Managing Communication Preferences. We may send you promotional emails, and you may opt out of receiving these at any time by using the unsubscribe option displayed in Our emails to you. If you opt out, We may still send you non-promotional emails, such as those about your account and or orders that you may have made.
fr: Gestion des Préférences de Communication. Nous pouvons vous envoyer des e-mails promotionnels, et vous pouvez choisir de ne pas les recevoir à tout moment en utilisant l’option de désabonnement affichée dans Nos e-mails à vous. Si vous vous désabonnez, Nous pouvons toujours vous envoyer des e-mails non promotionnels, tels que ceux concernant votre compte et ou les commandes que vous avez passées.

# privacyPagePara67Str
source: You may potentially exercise any of these rights where indicated on Our Site and or by contacting Us using the contact information details provided below.
fr: Vous pouvez potentiellement exercer l’un de ces droits lorsqu’il est indiqué sur Notre Site et ou en Nous contactant à l’aide des détails de contact fournies ci-dessous.
