Repository: GustafU233C/gustafu233c
Catalog: myblazorapp/myblazorapp/Shared/ResourceFiles/Resource.*.resx
Languages: fr

# privacyPagePara68Str
source: We will not discriminate against you for exercising any of these rights. We may need to collect information from you to verify your identity, such as your email address and or account information, before providing a substantive response to a request. In accordance with applicable laws, you may designate an authorized agent to make requests on your behalf to exercise your rights. Before accepting such a request from an agent, We will require that the agent provide proof that you have authorized them to act on your behalf, and We may still need you to verify your identity directly with Us. We will respond to your request in a timely manner, as required under applicable law.
fr: Nous ne ferons aucune discrimination à votre encontre pour avoir exercé l’un de ces droits. Nous pouvons avoir besoin de recueillir des informations auprès de vous pour vérifier votre identité, telles que votre adresse e-mail et ou les informations de votre compte, avant de fournir une réponse substantielle à une demande. Conformément aux lois applicables, vous pouvez désigner un agent autorisé pour faire des demandes en votre nom afin d’exercer vos droits. Avant d’accepter une telle demande d’un agent, Nous exigerons que l’agent fournisse la preuve que vous l’avez autorisé à agir en votre nom, et Nous pouvons toujours avoir besoin que vous vérifiiez votre identité directement auprès de Nous. Nous répondrons à votre demande en temps opportun, comme l’exige la loi applicable.

# privacyPagePara69Str
source: International User’s Personal Information and or Data:
fr: Informations Personnelles et ou Données de l’Utilisateur International:

# privacyPagePara6Str
source: This Privacy Policy was originally prepared in the English language. Although GustafU233C may provide one or more translated versions of this Privacy Policy, for your convenience, and or as required by municipal, and or provincial, and or state, and or federal law, it is very important to note that the English language version of this Privacy Policy will always be the sole governing version of this Privacy Policy, in the case of any conflict and or discrepancy and or dispute, legal in nature or otherwise. In the event that an ambiguity and or question of intent and or interpretation arises, in any judicial proceeding, legal in nature or otherwise, the terms of this Privacy Policy will be construed as having been drafted jointly by the parties involved, and no presumption and or burden of proof will arise favouring and or disfavouring any party by virtue of the authorship of any provisions of this Privacy Policy.
fr: Cette Politique de Confidentialité a été préparée à l’origine en anglais. Bien que GustafU233C puisse fournir une ou plusieurs versions traduites de cette Politique de Confidentialité, pour votre commodité, et ou tel que requis par la loi municipale, et ou provinciale, et ou étatique, et ou fédérale, il est très important de noter que la version anglaise de cette Politique de Confidentialité sera toujours la seule version régissant cette Politique de Confidentialité, en cas de conflit et ou de divergence et ou de litige, de nature juridique ou autre. Dans le cas où une ambiguïté et ou une question d’intention et ou d’interprétation survient, dans toute procédure judiciaire, de nature juridique ou autre, les termes de la présente Politique de Confidentialité seront interprétés comme ayant été rédigés conjointement par les parties concernées, et aucune présomption ou charge de la preuve ne sera en faveur ou en défaveur d’une partie en vertu de la paternité de toute disposition de la présente Politique de Confidentialité.

# privacyPagePara70Str
source: Please note that We may transfer, store and or process your personal information and or Data outside of the country that you currently live in, including the United States of America. Your personal information and or Data may also potentially be processed by staff and or third party service providers and or Our partners in these countries.
fr: Vous devez noter que Nous pouvons transférer, stocker et ou traiter vos informations personnelles et ou vos Données en dehors du pays dans lequel vous habitez actuellement, y compris les États-Unis d’Amérique. Vos informations personnelles et ou Données peuvent également être traitées par le personnel et ou des prestataires de services de partis troisième et ou Nos partenaires dans ces pays.

# privacyPagePara71Str
source: If We transfer your personal information and or Data out of Europe, We will rely on recognized transfer mechanisms like the European Commission's Standard Contractual Clauses, and or any equivalent contracts issued by the relevant competent authority of the United Kingdom of Great Britain and Northern Ireland, as relevant, unless the data transfer is to a country that has been determined to provide an adequate level of protection.
fr: Si Nous transférons vos informations personnelles et ou vos Données hors d’Europe, Nous Nous appuierons sur des mécanismes de transfert reconnus tels que les Clauses Contractuelles Types de la Commission Européenne et ou tout contrat équivalent émis par l’autorité compétente du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, le cas échéant, sauf si le transfert de données est effectué vers un pays qui a été déterminé pour fournir un niveau de protection adéquat.

# privacyPagePara72Str
source: Current Personal Information and or Data Collection, and or Cookie Policy:
fr: Politique Actuelle en Matière d’Informations Personnelles et ou de Collecte de Données, et ou de Cookies:

# privacyPagePara73Str
source: Notwithstanding any and or all of the above information in this Privacy Policy, as of the “Effective Date” listed above, We do not knowingly collect and or use any Data from users and or potential users of Our Site and or Services. We also, as of the “Effective Date” listed above, do not use Cookies on Our Site. If we learn that We have collected any Data from an user and or a potential user, in breach of this Privacy Policy, the data will be deleted as soon as is possible, as required under applicable law.
fr: Nonobstant tout et ou partie des informations au-dessus dans la présente Politique de Confidentialité, à compter de la « Date d’Entrée en Vigueur » indiquée au-dessus, Nous ne recueillons ni n’utilisons sciemment aucune Données provenant d’utilisateurs et ou d’utilisateurs potentiels de Notre Site et ou de Nos Services. De plus, à compter de la « Date d’Entrée en Vigueur » indiquée au-dessus, nous n’utilisons pas de Cookies sur Notre Site. Si Nous apprenons que Nous avons collecté des Données auprès d’un utilisateur et ou d’un utilisateur potentiel, en violation de la présente Politique de Confidentialité, les Données seront supprimées dès que possible, comme l’exige la loi applicable.

# privacyPagePara74Str
source: Complaints:
fr: Plaintes:

# privacyPagePara75Str
source: If you have any complaints about how We may potentially process your personal information and or Data, please feel free to contact Us using the contact information details provided below. If you are not satisfied with Our response to your complaint, depending on where you live, you may have the right to appeal Our decision by contacting Us again using the contact information details set out below for further clarification, and or, you may also have the right to lodge your complaint with your local data protection authority.
fr: Si vous avez des plaintes concernant la façon dont Nous pouvons potentiellement traiter vos informations personnelles et ou vos Données, n’hésitez pas à Nous contacter en utilisant les détails de contact fournies ci-dessous. Si vous n’êtes pas satisfait de Notre réponse à votre plainte, selon votre lieu de résidence, vous pouvez avoir le droit de faire appel de Notre décision en Nous contactant à nouveau en utilisant les détails de contact indiquées ci-dessous pour plus de précisions, et ou, vous pouvez également avoir le droit de déposer votre plainte auprès de votre autorité locale de protection des données.

# privacyPagePara76Str
source: Severability:
fr: Divisibilité:

# privacyPagePara77Str
source: If at any time any of the provisions set forth in this Privacy Policy are found to be inconsistent and or invalid under applicable laws, those provisions will be deemed void and will be removed from this Privacy Policy. All other provisions will not be affected by the removal, and the rest of this Privacy Policy will still be considered valid.
fr: Si, à tout moment, l’une des dispositions énoncées dans la présente Politique de Confidentialité s’avère incompatible ou invalide en vertu des lois applicables, ces dispositions seront considérées comme nulles et seront supprimées de la présente Politique de Confidentialité. Toutes les autres dispositions ne seront pas affectées par la suppression, et le reste de cette Politique de Confidentialité sera toujours considéré comme valide.

# privacyPagePara78Str
source: Contact Information Details:
fr: Les Détails de Contact:

# privacyPagePara79Str
source: Should you have any questions and or concerns about Our Privacy Policy and or privacy practices, and or if you would like to exercise any of the rights potentially available to you, please email Us at: GustafU233C@Protonmail.com.
fr: Si vous avez des questions ou des préoccupations concernant Notre Politique de Confidentialité et ou Nos pratiques en matière de confidentialité, ou si vous souhaitez exercer l’un des droits potentiellement disponibles, veuillez Nous envoyer un courriel à l’adresse suivante: GustafU233C@Protonmail.com.

# privacyPagePara7Str
source: With regard to gender in relation to the language used in this Privacy Policy, please note that the headings used in this Privacy Policy do not affect its interpretation. The use of any gender includes all genders. The singular includes the plural and vice-versa. Where a word and or phrase is defined, its’ other grammatical form and or forms have an equal and or corresponding meaning. If one gender has been utilized anywhere in this Privacy Policy, this is just for simplicity purposes only.
fr: Avec regarde au genre en relation avec la langue utilisée dans cette Politique de Confidentialité, vous voulez noter que les titres utilisés dans cette Politique de Confidentialité n’affectent pas son interprétation. L’utilisation de n’importe quel genre inclut tous les genres. Le singulier inclut le pluriel et vice-versa. Lorsqu’un mot et ou une phrase est défini, son autre forme grammaticale et ou ses formes ont une signification égale et ou correspondante. Si un genre a été utilisé n’importe où dans cette Politique de Confidentialité, c’est juste pour des fins de simplicité seulement.

# privacyPagePara8Str
source: Changes and or Modifications to this Privacy Policy:
fr: Changements et ou Modifications de la Présente Politique de Confidentialité:

# privacyPagePara9Str
source: We may update this Privacy Policy from time to time, including to reflect changes to Our current practices and or for other operational, legal, and or regulatory reasons. We will post the revised Privacy Policy on Our Site, update the "Effective Date", and or take any other steps as required by any other applicable law and or laws.
fr: Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre, y compris pour refléter les changements apportés à nos pratiques actuelles et ou pour d’autres raisons opérationnelles, juridiques et ou réglementaires. Nous publierons la Politique de Confidentialité révisée sur Notre Site, mettrons à jour la « Date d’Entrée en Vigueur » et ou prendrons toute autre mesure requise par toute autre loi et ou lois applicables.

# privacyPageTitle2Str
source: GustafU233C Privacy Policy:
fr: Politique de Confidentialité de GustafU233C:

# privacyPageTitleStr
source: Privacy Policy
fr: Politique de Confidentialité

# Proj1AboutPageLastModStr
source: Last Modified: June 06, 2023
fr: La Dernière Modification: 06 juin, 2023

# proj1CommonProbsUtf8SubNavLastModStr
source: Last Modified: June 06, 2023
fr: La Dernière Modification: 06 juin, 2023

# proj1CommonProbsUtf8SubNavTitleStr
source: UTF-8 Problems
fr: Des Problèmes Avec UTF-8

# Proj1EulaPageLastModStr
source: Last Modified: June 06, 2023
fr: La Dernière Modification: 06 juin, 2023

# Proj1HowToGenerallyPageLastModStr
source: Last Modified: June 07, 2023
fr: La Dernière Modification: 07 juin, 2023

# Proj1HowToGenerallyTitlePageStr
source: How To
fr: Instructions

# Proj1OpenPackages1PageLastModStr
source: Last Modified: June 07, 2023
fr: La Dernière Modification: 07 juin, 2023

# Proj1OpenPackages1TitlePageStr
source: Open Source Package One
fr: Paquet Open Source Numéro Un

# Proj1PrivacyPageLastModStr
source: Last Modified: June 06, 2023
fr: La Dernière Modification: 06 juin, 2023

# Proj1TaConPageLastModStr
source: Last Modified: June 06, 2023
fr: La Dernière Modification: 06 juin, 2023

# Proj1TofServPageLastModStr
source: Last Modified: June 06, 2023
fr: La Dernière Modification: 06 juin, 2023

# proj3Package1LastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# proj3Package1TitleStr
source: Package
fr: Paquet

# proj3Package2LastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# proj3Package2TitleStr
source: Package
fr: Paquet

# proj3Package3LastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# proj3Package3TitleStr
source: Package
fr: Paquet

# project1PageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# project1PageTitleStr
source: Project 1
fr: Projet 1

# project2PageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# project2PageTitleStr
source: Project 2
fr: Projet 2

# project3PageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# project3PageTitleStr
source: Project 3
fr: Projet 3

# project4PageLastModStr
source: Last Modified: January 08, 2023
fr: La Dernière Modification: 08 janvier, 2023

# project4PageTitleStr
source: Project 4
fr: Projet 4

# TaConPageEffectiveStr
source: Effective Date: July 20, 2023
fr: Date d’Entrée en Vigueur: 20 juillet, 2023

# TaConPageLastModStr
source: Last Modified: July 20, 2023
fr: La Dernière Modification: 20 juillet, 2023

# TaConPagePara10Str
source: All content published and made available on Our Site is the property of GustafU233C and or the Site’s creators. This includes, but is not not limited to images, text, logos, documents, downloaded files and or anything that contributes to the composition of Our Site. With regard to the source code of Our Site, please see the applicable Licence section of Our Site for further clarification.
fr: Tout le contenu publié et mis à disposition sur Notre Site est la propriété de GustafU233C et ou des créateurs du Site. Cela inclut, mais sans s’y limiter, les images, le texte, les logos, les documents, les fichiers téléchargés et ou tout ce qui contribue à la composition ou à Notre Site. En ce qui concerne le code source de Notre Site, veuillez consulter la section Licence applicable de Notre Site pour plus de précisions.

# TaConPagePara11Str
source: Changes and or Modifications to these Terms and Conditions:
fr: Changements et ou Modifications des Termes et Conditions:

# TaConPagePara12Str
source: We may update these Terms and Conditions from time to time, including to reflect changes to Our current practices and or for other operational, legal, and or regulatory reasons. We will post the revised Terms and Conditions on Our Site, update the "Effective Date", and or take any other steps as required by any other applicable law and or laws.
fr: Nous pouvons mettre à jour ces Termes et Conditions de temps à autre, y compris pour refléter les changements apportés à Nos pratiques actuelles et ou pour d’autres raisons opérationnelles, juridiques et ou réglementaires. Nous publierons les Termes et Conditions révisées sur Notre Site, mettrons à jour la « Date d’Entré en Vigueur » et ou prendrons toute autre mesure requise par toute autre loi et ou lois applicables.

# TaConPagePara13Str
source: Acceptable Use:
fr: Utilisation Acceptable:

# TaConPagePara14Str
source: As a user of Our Site, you agree to use Our Site legally, not to use Our Site for illegal purposes and not to:
fr: En tant qu’utilisateur de Notre Site, vous acceptez d’utiliser Notre Site légalement, de ne pas utiliser Notre Site à des fins illégales et de ne pas:

# TaConPagePara15Str
source: Harass or mistreat other users of Our Site;
fr: Harceler ou maltraiter d’autres utilisateurs de Notre Site;

# TaConPagePara16Str
source: Violate the rights of other users of Our Site;
fr: Violer les droits des autres utilisateurs de Notre Site;

# TaConPagePara17Str
source: Violate the intellectual property rights of the Site’s owners and or any third party to the Site;
fr: Violer les droits de propriété intellectuelle des propriétaires du Site et ou de tout tiers au Site;

# TaConPagePara18Str
source: Hack into the account of another user of the Site, and or the Site itself;
fr: Pirater le compte d’un autre utilisateur du Site, et ou le Site lui-même;

# TaConPagePara19Str
source: Act in any way that could be considered fraudulent; and or
fr: Agir d’une manière qui pourrait être considérée comme frauduleuse; et ou

# TaConPagePara1Str
source: These terms and conditions (hereinafter referred to as the “Terms and Conditions”) govern the use of the website: https://gustafu233c.github.io/gustafu233c/ (hereinafter referred to as the “Site”). The Site is owned and operated by GustafU233C (hereinafter referred to as “We”, “Us”, and or “Our”). This Site is a blog, of sorts.
fr: Les présentes termes et conditions (ci-après dénommées les « Termes et Conditions ») régissent l’utilisation du site: https://gustafu233c.github.io/gustafu233c/ (ci-après dénommé le « Site »). Le Site est détenu et exploité par GustafU233C (ci-après dénommé « Nous », « Notre » et ou « Nos »). Ce Site est une sorte de blog.

# TaConPagePara20Str
source: Post any material that may be deemed inappropriate, offensive, and or illegal.
fr: Publiez tout matériel qui peut être jugé inapproprié, offensant et ou illégal.

# TaConPagePara21Str
source: If We believe you are using Our Site illegally and or in a manner that violates these Terms and Conditions, We reserve the right to limit, suspend and or terminate your access to Our Site. We also reserve the right to take any legal steps necessary to prevent you from accessing Our Site.
fr: Si Nous pensons que vous utilisez Notre Site illégalement et ou d’une manière qui viole les présentes Termes et Conditions, Nous Nous réservons le droit de limiter, suspendre et ou résilier votre accès à Notre Site. Nous Nous réservons également le droit de prendre toutes les mesures légales nécessaires pour vous empêcher d’accéder à Notre Site.

# TaConPagePara22Str
source: Limitation of Liability:
fr: Limitation de Responsabilité:

# TaConPagePara23Str
source: GustafU233C and or Our directors, officers, agents, employees, subsidiaries, and or affiliates will not be liable for any actions, claims, losses, damages, liabilities, and or expenses, including legal fees, from your use of Our Site.
fr: GustafU233C et ou Nos administrateurs, dirigeants, agents, employés, filiales et ou sociétés affiliées ne seront pas responsables des actions, réclamations, pertes, dommages, responsabilités et ou dépenses, y compris les frais juridiques, découlant de votre utilisation de notre site.

# TaConPagePara24Str
source: Indemnity:
fr: Indemnité:

# TaConPagePara25Str
source: Except where prohibited by law, by using Our Site, you indemnify and hold harmless GustafU233C and or Our directors, officers, agents, employees, subsidiaries, and or affiliates from any actions, claims, losses, damages, liabilities and or expenses, including legal fees, arising out of your use of Our Site and or your violation of these Terms and Conditions.
fr: Sauf là où la loi l’interdit, en utilisant Notre Site, vous indemnisez et dégagez de toute responsabilité GustafU233C et ou Nos administrateurs, dirigeants, agents, employés, filiales et ou sociétés affiliées contre toute action, réclamation, perte, dommage, responsabilité et ou dépense, y compris les frais juridiques, découlant de votre utilisation de Notre Site et ou de votre violation des présentes Termes et Conditions.

# TaConPagePara26Str
source: Dispute Resolution:
fr: Résolution des Litiges:

# TaConPagePara27Str
source: Subject to any exceptions specified in these Terms and Conditions, if you and GustafU233C are unable to resolve any dispute through informal discussions, then you and GustafU233C agree to submit this issue before a mediator. The decision of the mediator will not be binding. Any mediator must be a neutral party acceptable to both you and GustafU233C.
fr: Sous réserve des exceptions spécifiées dans les présentes Termes et Conditions, si vous et GustafU233C n’êtes pas en mesure de résoudre un différend par des discussions informelles, vous et GustafU233C acceptez de soumettre cette question à un médiateur. La décision du médiateur ne sera pas contraignante. Tout médiateur doit être une partie neutre acceptable à la fois pour vous et pour GustafU233C.

# TaConPagePara28Str
source: Notwithstanding any other provision in these Terms and Conditions, you and GustafU233C agree that you both retain the right to bring an action in small claims court and or to bring an action for injunctive relief and or intellectual property infringement.
fr: Nonobstant toute autre disposition des présentes Termes et Conditions, vous et GustafU233C convenez que vous conservez tous deux le droit d’intenter une action devant la cour des petites créances et ou d’intenter une action en injonction et ou en violation de la propriété intellectuelle.

# TaConPagePara29Str
source: Severability:
fr: Clause de Sauvegarde:

# TaConPagePara2Str
source: Please read these Terms and Conditions. By using this Site, you indicate that you have read and understand these Terms and Conditions and agree to abide by them at all times. If you do not agree with the terms set out in these Terms and Conditions, do not use and or access Our Site.
fr: Veuillez lire ces Termes et Conditions. En utilisant ce Site, vous indiquez que vous avez lu et compris ces Termes et Conditions et acceptez de les respecter en tout temps. Si vous n’êtes pas d’accord avec les conditions énoncées dans les présentes Termes et Conditions, n’utilisez pas et n’accédez pas à Notre Site.

# TaConPagePara30Str
source: If at any time any of the provisions set forth in these Terms and Conditions are found to be inconsistent and or invalid under applicable laws, those provisions will be deemed void and will be removed from these Terms and Conditions. All other provisions will not be affected by the removal, and the rest of these Terms and Conditions will still be considered valid.
fr: Si, à tout moment, l’une des dispositions énoncées dans les présentes Termes et Conditions est jugée incompatible ou invalide en vertu des lois applicables, ces dispositions seront considérées comme nulles et seront supprimées des présentes Termes et Conditions. Toutes les autres dispositions ne seront pas affectées par la suppression, et le reste de ces Termes et Conditions sera toujours considéré comme valide.

# TaConPagePara31Str
source: Contact Information Details:
fr: Les Détails de Contact:
